Repository: nanodracula/dreamproject
Catalog: apps/ios/DreamApp/Resources/Localization/Settings.xcstrings
Source language: en
Languages: uk

# autoplayPronunciationDescription
source: Automatically read each Feed card aloud, then its translation.
uk: Автоматично озвучувати кожну картку у стрічці, а потім її переклад.

# autoplayPronunciationLabel
source: Autoplay pronunciation
uk: Автоматично відтворювати вимову

# generalNativeLanguage
source: Native language
uk: Рідна мова

# itemsFaq
source: FAQ
uk: Поширені питання

# itemsFeatures
source: Features
uk: Функції

# itemsGeneral
source: General
uk: Загальні

# itemsInterface
source: Interface
uk: Інтерфейс

# itemsLearning
source: Learning
uk: Навчання

# itemsMyProfile
source: My Profile
uk: Мій профіль

# itemsSync
source: Sync
uk: Синхронізація

# knowledgeLevelAdvanced
source: Advanced
uk: Просунутий

# knowledgeLevelBeginner
source: Beginner
uk: Початковий

# knowledgeLevelIntermediate
source: Intermediate
uk: Середній

# knowledgeLevelLabel
source: Knowledge Level
uk: Рівень знань

# languagesAdd
source: Add language…
uk: Додати мову…

# languagesDescription
source: Turning a language on makes it active. Switch to another language to stop learning the active one.
uk: Увімкнена мова стає активною. Щоб припинити вивчення активної мови, перейдіть на іншу.

# languagesManage
source: Manage languages…
uk: Керувати мовами…

# languagesTitle
source: Languages
uk: Мови

# learningLanguageLabel
source: Learning language
uk: Мова вивчення

# learningTitle
source: %@ learning
uk: Вивчення: %@

# syncOfflineAudioDescription
source: Download available pronunciation for every entry so it plays without internet.
uk: Завантажити доступну вимову для кожного запису, щоб вона відтворювалася без інтернету.

# syncOfflineAudioLabel
source: Offline audio
uk: Аудіо офлайн

# syncOfflinePhotosDescription
source: Download available illustrations for offline use.
uk: Завантажити доступні ілюстрації для використання офлайн.

# syncOfflinePhotosLabel
source: Offline images
uk: Зображення офлайн

# syncRemoveDownloadsAudio
source: Remove audio downloads · %@
uk: Видалити завантажене аудіо · %@

# syncRemoveDownloadsCancel
source: Cancel
uk: Скасувати

# syncRemoveDownloadsConfirm
source: Remove
uk: Видалити

# syncRemoveDownloadsConfirmAudio
source: Downloaded audio is removed from this device. It stays available online.
uk: Завантажене аудіо буде видалено з пристрою. Воно залишиться доступним онлайн.

# syncRemoveDownloadsConfirmPhotos
source: Downloaded images are removed from this device. They stay available online.
uk: Завантажені зображення буде видалено з пристрою. Вони залишаться доступними онлайн.

# syncRemoveDownloadsConfirmTitle
source: Remove downloads?
uk: Видалити завантаження?

# syncRemoveDownloadsPhotos
source: Remove image downloads · %@
uk: Видалити завантажені зображення · %@

# terminalAll
source: All
uk: Усі

# terminalClear
source: Clear
uk: Очистити

# terminalDescription
source: Latest 500 messages · newest first · cleared on app restart
uk: Останні 500 повідомлень · нові зверху · очищуються після перезапуску

# terminalEmpty
source: No console messages yet.
uk: Повідомлень консолі ще немає.

# terminalEmptyFiltered
source: No messages at this level.
uk: Немає повідомлень цього рівня.

# title
source: Settings
uk: Налаштування

# writingDisplayModeDescription
source: Reading aids shown above and below each word.
uk: Підказки для читання над і під кожним словом.

# writingDisplayModeLabel
source: Writing display
uk: Відображення письма

# writingLayersJaPhonetic
source: Furigana
uk: Фуріґана

# writingLayersJaStandard
source: Kana
uk: Кана

# writingLayersJaTransliterated
source: Romaji
uk: Ромадзі

# writingLayersKoStandard
source: Hangul
uk: Хангиль

# writingLayersKoTransliterated
source: Romanization
uk: Латинізація

# writingLayersPlStandard
source: Latin alphabet
uk: Латиниця

# writingLayersUkPhonetic
source: Pronunciation
uk: Вимова

# writingLayersUkStandard
source: Cyrillic
uk: Кирилиця

# writingLayersUkTransliterated
source: Romanization
uk: Латинізація

# writingLayersZhHantPhonetic
source: Zhuyin
uk: Чжуїнь

# writingLayersZhHantStandard
source: Characters
uk: Ієрогліфи

# writingLayersZhHantTransliterated
source: Pinyin
uk: Піньїнь
